# NOTE: CONSENT_YOUR_CHILD, ASSENT_7_12, and ASSENT_13_17 are NOT up to date.
# Those documents MUST be translated and implemented before allowing Spanish-speaking participants under the age of 18.

media_locale = {}

_NEW_PARTICIPANT = {
    'ADD_HUMAN_TITLE': '新しいプロフィール情報を追加する',
    'SEL_AGE_RANGE': '参加者の年齢層を選択する:',
    'AGE_0_6': '',
    'AGE_7_12': '',
    'AGE_13_17': '',
    'AGE_18': '18+ 年',

    'PARTICIPATION_AGREEMENT': '''''',

    'EXHIBIT_A': '''''',
    'BILL_OF_RIGHTS': '''研究被験者の権利章典''',
    'TEXT_I_HAVE_READ_1': '私はこの用紙を読みました（または他の人が私に読んでくれました）。研究試験への参加を求められていることを理解し、この試験への参加に自由意志で同意します。私の個人データが処理される方法、関連した私の権利を理解しており、この同意書に記載されているように私のデータが処理されることに同意します。',
    'TEXT_I_HAVE_READ_SIMPLIFIED': '',
    'PERSON_ATTAINING_ASSENT': '',
    'TEXT_ASSENT_WITNESS': '',
    'OBTAINER_NAME': '',
    'TEXT_I_HAVE_READ_PARENT': '',
    'PARTICIPANT_NAME': '被験者名',
    'PARTICIPANT_EMAIL': 'Eメール',
    'PARTICIPANT_PARENT_1': '',
    'PARTICIPANT_PARENT_2': '',
    'PARTICIPANT_DECEASED_PARENTS': '',
    'DATE_SIGNED': 'DATE_SIGNED',
    'PARTICIPANT_ADDRESS': '',
    'PARTICIPANT_CITY': '',
    'PARTICIPANT_STATE': '',
    'PARTICIPANT_ZIPCODE': '',
    'PARTICIPANT_COUNTRY': '',

    'CONSENT_YOUR_CHILD': '''''',
    'CONSENT_18': '''<p align='center'><b>University of California San Diego</b> (カリフォルニア大学サンディエゴ校)<br /><b>研究被験者として行動する同意書</b></p>
<p align='center'><b>Microsetta Initiative（マイクロセッタ・イニシアチブ）</b></p>
<p>本同意書は Microsetta Initiative研究調査へ参加する被験者に対する書面です。</p>
<p><b><i>調査研究実施者、参加者が参加を求められている理由、あなたが選択された方法、この研究の参加人数について</i></b></p>
<p>Dr. Rob Knight（ロブ・ナイト博士）は、ヒトの体表と体内に住む何兆もの細菌と他の微生物全て（微生物叢と呼ばれます）について、詳細を知るための研究を実施しています。これには、真菌や寄生虫のような真核生物と細菌、古細菌、ウイルスのような原核生物が含まれます。ヒトの体に共生する微生物は、地球上の他の誰とも違う固有なものです。個人ごとに違う細菌叢を調べるため、ぜひこの研究へご参加ください。この研究には、米国全体と世界中の国から、約500,000人が参加します。</p>
<p><b><i>この研究が実施される理由</i></b></p>
<p>この研究の目的は、人々の腸内の細菌叢の違いをより正確に評価して、これらの違いが、ライフスタイル、食事、体型、年齢、または病気の存在に関連しているかを調べることです。</p>
<p>この研究では研究参加者の体から得られる便検体などのサンプル（生物学的標本）を研究目的に使います。この研究では、研究参加者の情報と生物学的標本を採取、保管、使用することが含まれています。本研究の結果として、生物学的標本由来のDNA配列、そしてサンプル提供者の詳細に関する情報が得られ、それらはデータベースに格納されます。この情報はは、腸管関連の健康状態などの関連テーマを研究するために公に公開さて、一般に使用できるようになります。</p>
<p><b><i>この研究中に参加者に行なわれること</i></b></p>
<p>この研究への参加に同意した方には、オンラインでの調査／質問票への記入が求められます。これらの調査／質問票は内容によって区分され、あなたの年齢、体重、身長、ライフスタイル、食事、病気か健康かなど、あなたに関する質問を行います。</p>
<p>生物学的標本の採取と処理に同意すると、以下の作業を行って頂きます。</p>
<p>採便キットお受け取りください。キットにはサンプルを採取するのに使われる器具と使用方法が含まれています。採取器具にはサンプルを保存し、感染性がないようにするために95%エタノールが含まれています。それらを使って、キットに同封の指示書、または研究員の指示に従って、ご自分でサンプルを採取してください。また、サンプルが採取された日付と時刻などの、基本的な情報の提供をお願いします。全サンプルは、指示に従って、付属の容器に入れてご返送ください。</p>
<p>便採取は、使用したトイレットペーパーに付着した便にキット専用の綿棒の先端をこすり付け、その綿棒を付属のプラスチック製の容器の中に入れます。</p>
<p>サンプルの分析が終了すると、報告書を閲覧する為のリンクをメールでお送りします。自身のアカウントに報告書をアップロードします。お送りするまで1〜3か月かかります。ご了承ください。</p>
<p><b><i>各研究手順の所要時間、研究参加者が参加する合計時間、研究の持続期間</i></b></p>
<p>各調査の所要時間は平均5~10分ですが、一部には終わるまでに最長30分を要するものもあります。便サンプルの採取所用時間は5分以下ですが、この研究は何年も継続することが予想されます。</p>
<p><b><i>得られると予想される利益</i></b></p>
<p>この研究に金銭的または直接的な利益はありません。「食物頻度の質問票（FFQ）」に回答されると、食事のパターンと栄養摂取を評価する栄養報告書と全体的な食事を採点したスコアを受け取る可能性があります。研究参加者の生物学的標本に関する分析の詳細な報告書、そして微生物叢の構成を他の研究参加者と比較した正確な情報を受け取ることが出来ます。
一方、研究者は、腸に関連した健康状態など、関連するテーマについて詳しく学ぶことができるようになります。</p>
<p><b><i>この研究に関連したリスクと守秘義務</i></b></p>
<p>この研究に参加することで、一部の最小限のリスクや不快感が増加す可能性があります。調査に回答されている間に、欲求不満、感情的不快感、疲労、および／または退屈を感じるかもしれません。</p>
<p>研究参加の一環として、研究参加者は個人情報を提供します。その情報とは、氏名、生年月日、住所など、公表されると研究参加者の身元を特定できるものです。研究参加者のプライバシー保護の為、本プロジェクトは細心の注意を払います。提供していただく全データは、米国サンディエゴUC San Diegoにある安全なシステムに保管され、厳しく限定された研究職員のみが直接身元が識別できる情報へアクセスを許可されています。参加者の個人情報とサンプル情報を保有したデータベースは、パスワードで保護されたサーバー上で運用され、Knight博士、共同研究者、プロジェクトおよびサンプルコーディネーター、IT管理者、データベースコーダー等の関連スタッフのみがアクセス可能です。データベースサーバーへは、UC San Diego(カリフォルニア大学サンディエゴ校)が管理するシステムからのネットワーク接続のみ許可しています。データベースサーバーはパスワード保護、ファイアウォールを使用、アクセス制御リストを使用し、高度かつ厳重にセキュリティ対策を施し、キーカード制御のUC San Diego(カリフォルニア大学サンディエゴ校)の施設内で保管しています。データベースのバックアップは夜間に実施し、同施設内の追加セキュリティ対策を施した別システムで管理されています。サンプルの解析は、直接身元を識別できる情報を取り除いたデータを使って実施され、公的保管機関で共有される全データもこの処理を行います。</p>
<p>研究記録は、法律で許可される範囲で機密性が保持され、UC San DiegoのIRB（施設内審査委員会）によって審査される場合があります。</p>
<p>私たちは小児、被扶養成人または高齢者の、身体的、性的、感情的、財政的虐待または放棄などの既知または合理的に疑われる事態について、報告する必要があります。いずれかの研究者がそのような情報を入手または提供された場合、彼らはそのような情報を適切な当局に報告する可能性があります。</p>
<p>連邦および州の法律は全般的に、健康保険会社、グループ健康保険プラン、および大半の雇用者が、あなたの遺伝的情報に基づいて差別することを違法としています。この法律は、次の方法であなたを保護します： a) 健康保険会社とグループ健康保険プランが、この研究から得られる遺伝的情報を求めることはできません。b) 健康保険会社とグループ健康保険プランは、あなたの適格性または保険の掛け金に関して決定する際に、あなたの遺伝的情報を使うことはできません。c) 5名以上の従業員を有する雇用者は、この研究から取得する遺伝情報を、雇用、昇進、または解雇、またはあなたの雇用条件を設定する際に使用することはできません。</p>
<p>これらの法律は、生命保険、障害保険、または介護保険を販売する会社による遺伝的差別に対してあなたを保護しない点にご注意ください。</p>
<p><b><i>研究に参加する意思がなくなったとき、もしくは、参加資格を失う場合の規定</i></b></p>
<p>この研究への参加は完全に自由意志によるものであり、参加を拒否することもできます。参加の意思に影響を及ぼす可能性のある重要な新しい情報がこの研究中に見つかった場合はお知らせします。参加者はいつでも参加を拒否または撤回する権利があり、処罰を課されたり、ご自身の利益を失う事はありません。</p>
<p>もう研究参加を続けたくない場合は、オンラインアカウントを通して、ご自分のプロファイルおよび／またはアカウントの削除を要請することで、同意を取り下げることができます。どの質問を飛ばして回答してもかまいません。</p>
<p>研究担当者の指示に従わない場合、研究参加を取り消される可能性があります。</p>
<p><b><i>この研究への参加に対する謝礼の有無</i></b></p>
<p>この研究に対する金銭的な謝礼はありません。</p>
<p><b><i>この研究参加に関連する費用</i></b></p>
<p>標準的な調査／質問票の記入には費用はかかりません。このサンプル採取に対し参加者に費用はかかりません。</p>
<p><b><i>こので収集する情報 </i></b></p>
<p>この研究の一環として、あなたに関する情報や参加に関連する情報を、参加者や協力者から入手し作成することで、研究を適切に実施することができます。研究調査データには、連絡先情報、人口統計的情報、個人的経験、ライフスタイルの好み、健康情報、生年月日、意見や価値観が含まれます。</p>
<p><b><i>個人データの使用方法</i></b></p>
<p>提供していただく個人データは、次の目的に使用されます：<br />
<ul>
<li>研究チームのメンバーと共有し、研究を適切に実施できるようにする。</li>
<li>その他の研究者による将来の研究または追加研究のため。</li>
<li>あなたの参加状態についての警告の通知、全般的なプログラムの更新、新規または将来の研究への参加への勧誘、および／または質問票へのあなたの回答に対する追跡調査としてあなたに連絡するため。</li>
<li>この研究を監督する規制当局とデータを共有する要件を含む、法的および規制要件を遵守するため。</li>
<li>この調査の適切な実施と研究の完全性を確認するため。</li>
</ul></p>
<p><b><i>研究参加者のサンプルが使用される方法</i></b></p>
<p>研究参加者のデータと生物学的標本の解析から得られる情報は ヒト以外のDNA（例：細菌のDNA）が研究に使用されます。本プロジェクトのサンプルから取得したデータ（研究参加者のものを含む）は、科学論文に発表される可能性があります。</p>
<p>一部のサンプルは、RNA、タンパク質、または代謝物などの他の化合物を使う追加研究を行う研究者が使用するために保持される場合があります。 その場合は、使用または共有前に、身元を識別できる全情報を取り除きます。</p>
<p>身元識別情報を取り除いた後は、今後の研究で研究参加者のデータ、サンプルの使用または共有について、都度同意を求めることはありません。加えて、身元識別情報を取り除いたデータは、欧州バイオインフォマティクス研究所（http://www.ebi.ac.uk）およびQiita （https://qiita.ucsd.edu）などにアップロードされ、他の研究者のアクセスと使用を可能とします。将来研究参加者のサンプルを処理する為に追加情報または何らかの措置が必要となった場合には再度同意のお願いの連絡をする場合があります。</p>
<p>この研究で参加者から採取される生物学的標本とその情報は、この研究または他の研究に使用され、他の組織と共有される場合があります。この生物学的標本とその情報の使用により得られた商業的価値や利益は参加者に共有されません。</p>
<p><b><i>注記:</i></b></p>
<p>この研究または将来の研究の一環として、 ヒトDNAは分析されることはありません。さらに、サンプルの中の微生物の特定に使われる解析手法は<b>病気や感染症の診断には使用しません</b>。</p>
<p><b><i>個人データの保持</i></b></p>
<p>研究目的を達成し、研究の完全性を確実にするために必要な限り、調査実施者はあなたの個人データを保持する可能性があります。この研究でもはや不要となった時、またはあなたが参加同意を取り下げた場合は、削除することがこの研究プロジェクトの目的達成を不可能にしたり深刻に損なったりしない限り、あなたの個人データを削除します。しかし、法的または規制要件を遵守するために必要なあなたの情報は保持されます。</p>
<p><b><i>あなたのプライバシー権</i></b></p>
<p>一般データ保護規則（「GDPR」）は、あなたが欧州連合（EU）または欧州経済領域（EEA）内に居住している場合、いつ研究データを収集して使用するかについて、研究者があなたに情報を提供することを義務付けています。GDPRは、あなたの個人情報のアクセス、修正、制限、取り下げの権利を含む、個人データに関連した権利を参加者に提供します。</p>
<p>研究チームは、米国内の研究施設であなたの個人データを保管し処理します。米国には、 EU/EEA内の国のように、あなたの個人データを保護するための同様な法律はありません。しかし研究チームは、あなたの個人データの機密性を保護することに全力を尽くします。保護についての追加情報は、この同意文書に含まれています。</p>
<p><b><i>お問い合わせ先</i></b></p>
<p>ご質問または研究に関連して問題がある場合は、Rob Knight博士に電話をするか、ヘルプアカウントにメールをお送りください。<p>
<p>電話：+1) 858-246-1184 <br />メール:  microsetta@ucsd.edu</p>
<p>研究被験者としての権利に関する質問や研究関連の問題を報告するには、UC San Diego(カリフォルニア大学サンディエゴ校)のIRB管理オフィスに電話（+1)858-246-4777）かメール（irb@ucsd.edu）で連絡してください。</p>
<p>あなたの個人データの取り扱い、または全般的なプライバシーの実践についてご質問または苦情がある場合は、遠慮なくUC San Diego(カリフォルニア大学サンディエゴ校)のucsdprivacy@ucsd.eduまでメールをお送りください。</p>
<p><b><i>署名と同意</i></b></p>
<p>この同意文書のコピーおよび「<a href='https://oag.ca.gov/sites/all/files/agweb/pdfs/research/bill_of_rights.pdf' target='_blank'>研究被験者の権利章典</a>」のコピーを保管のためにダウンロードすることができます。</p>
<p>同意は完全に自由意志によるものですが、その提出を拒否される場合、この研究に参加できなくなる可能性があります。</p>''',
    'ASSENT_13_17': '''''',
    'ASSENT_7_12': '''''',
}
