Repository: biocore/microsetta-private-api
Catalog: microsetta_private_api/translations/*/LC_MESSAGES/messages.po
Languages: es_mx, ja_jp

source: Welcome to The Microsetta Initiative
es_mx: Bienvenido a The Microsetta Initiative
ja_jp: マイクロセッタ・イニチアチブへようこそ

source: Your Microsetta Initiative status update: attention needed
es_mx: Actualización del estado de su Microsetta Initiative: atención requerida
ja_jp: マイクロセッタ・イニシアチブのステータス更新：要注意

source: Your Microsetta Initiative status update: information needed
es_mx: Actualización del estado de su Microsetta Initiative: información requerida
ja_jp: マイクロセッタ・イニシアチブのステータス更新：必要事項

source: Your Microsetta Initiative status update and next steps
es_mx: Actualización del estado de su Microsetta Initiative y siguientes pasos
ja_jp: マイクロセッタ・イニシアチブのステータス更新と次の手順

source: Your Microsetta Initiative status update: critical information needed
es_mx: Actualización del estado de su Microsetta Initiative: información crítica requerida
ja_jp: マイクロセッタ・イニシアチブのステータス更新：必要な重要情報

source: [PESTER] a thing happened
es_mx: [PESTER] pasó algo
ja_jp: トラブル発生

source: We received your sign-up
es_mx: Recibimos tu registro
ja_jp: お申込み承りました

source: Registration code & kit update!
es_mx: Código de registro y actualización del kit!
ja_jp: 登録用コードとキットの更新！

source: Your questionnaire is ready!
es_mx: ¡Tu cuestionario está listo!
ja_jp: 登録が完了しました！

source: Your kit is on its way!
es_mx: ¡Tu kit está en camino!
ja_jp: キットを発送しました!

source: Thank you for your interest and participation in The Microsetta Initiative. We will be shipping out your sample collection kit(s) soon.
es_mx: Gracias por su interés y participación en The Microsetta Initiative. Pronto le enviaremos su(s) kit(s) de recolección de muestras.
ja_jp: この度は、マイクロセッタ・イニシアチブの研究にご参加いただきありがとうございます。採便キットをまもなく発送いたします。

source: The kit(s) may still be en route, but you don't have to pause your journey just yet. You can sign up right now to get started at
es_mx: Es posible que su(s) kit(s) aún estén en camino, pero no por eso tiene que pausar su participación. Usted puede registrarse ahora mismo para comenzar en
ja_jp: 採便キットは既に発送済みですが、まだ登録可能です。こちらから登録して下さい。

source: using the following info:
es_mx: utilizando la siguiente información:
ja_jp: 以下の情報を使用：

source: Email:
es_mx: Correo electrónico:
ja_jp: Eメール：

source: Activation Code:
es_mx: Código de Activación:
ja_jp: 認証コード：

source: Not your first foray into the microbiome? No problem, you don't need to sign up again, your kit(s) can be added to your existing account when the order arrives.
es_mx: ¿No es su primera incursión en el microbioma? No hay problema, usted no necesita registrarse nuevamente, su(s) kit(s) se pueden agregar a su cuenta existente cuando le llegue su orden.
ja_jp: 既にこの研究に登録済みですか？その場合、再度登録する必要はありません。キットが届き次第、既存のアカウントに新しいキットの情報を追加できます。

source: If you have any questions, please reply to us at
es_mx: Si tiene alguna pregunta, por favor envíenos un mensaje a
ja_jp: ご不明な点などございましたらこちらまでご連絡ください

source: Thank you for supporting our project.
es_mx: Gracias por apoyar nuestro proyecto.
ja_jp: 私たちのプロジェクトにご協力いただきありがとうございます。

source: Sincerely,
es_mx: Cordialmente,
ja_jp: よろしくお願いいたします、

source: The Microsetta Team
es_mx: El equipo de Microsetta
ja_jp: マイクロセッタチーム

source: Hello
es_mx: Hola
ja_jp: こんにちは

source: Thank you for your interest and participation in The Microsetta Initiative. We are writing as we've encountered an issue processing your transaction, and we would appreciate your assistance in helping to resolve this matter.
es_mx: Gracias por su interés y participación en The Microsetta Initiative. Le estamos escribiendo ya que hemos encontrado un problema al procesar su transacción, y le agradeceríamos su ayuda para resolver este asunto.
ja_jp: マイクロセッタ・イニシアチブ の研究にご参加いただきありがとうございます。この度、問題が発生いたしました。迅速な対応をお願いいたします。

source: Specifically, we were unable to verify the address to which you requested we ship you kit(s).
es_mx: Específicamente, no pudimos verificar la dirección a la que solicitó que le enviáramos su(s) kit(s).
ja_jp: 採便キットの発送先住所が確認できません。

source: To resolve this issue and ensure we have a valid shipping address, please click the following link or copy and paste the URL into your browser:
es_mx: Para resolver este problema y asegurarnos de que tenemos una dirección de envío válida, por favor haga clic en el siguiente enlace o copie y pegue la URL en su navegador:
ja_jp: 適切な配送先住所を確認するため、以下のリンクをクリックするかURL をコピーしてアクセスして下さい：

source: If you have any questions, please reply to us at
es_mx: Si tiene alguna pregunta, por favor contáctenos a
ja_jp: ご質問がございましたら、こちらまでご連絡下さい

source: Thank you,
es_mx: Gracias,
ja_jp: ありがとうございます、

source: We recently received the following microbiome sample from you and noticed that it might have been incorrectly labeled.
es_mx: Recientemente recibimos su muestra de microbioma y creemos que podría haber sido etiquetada incorrectamente.
ja_jp: 以下の微生物サンプルを受け取りましたが、記入された情報が間違っている可能性があります。

source: Marked
es_mx: Marcada
ja_jp: マーク済み

source: but appears to be
es_mx: pero parece ser
ja_jp: しかし

source: Our lab will need verification of the type of sample you sent in before they can begin processing it to ensure that your sample is sequenced correctly. If you know the sample type then please reply to this email
es_mx: Nuestro laboratorio necesitará verificar el tipo de muestra que usted envió antes de que puedan comenzar a procesarla para garantizar que su muestra sea secuenciada correctamente. Si usted conoce el tipo de muestra, por favor responda a este correo
ja_jp: 当研究所では、参加者のサンプルが正しく処理されるよう、解析を開始する前にお送りいただいたサンプルの種類を確認させていただく必要があります。もしサンプルの種類がお分かりでしたら、このメールに返信してください

source: with this information. We will then update your profile so the collection can be appropriately associated.
es_mx: con esta información. Nosotros actualizaremos su perfil para que la muestra pueda ser asociada adecuadamente.
ja_jp: その後、あなたのプロフィールを更新し、あなたの採便キットをサンプルの種類と関連付けます。

source: Thank you for your contribution to The Microsetta Initiative. Your collection kit has been shipped.
es_mx: Gracias por su interés y participación en The Microsetta Initiative. Su kit de recolección ha sido enviado.
ja_jp: この度は、マイクロセッタ・イニシアチブの研究にご参加いただきありがとうございます。採便キットをまもなく発送いたします。

source: Item: Collection Kit
es_mx: Artículo: Kit de colección
ja_jp: 品名：採便キット

source: Tracking number:
es_mx: Número de rastreo:
ja_jp: 追跡番号：

source: If you have any questions, please visit our <a href='https://microsetta.ucsd.edu/participant-resources/faqs/'>FAQs</a> and <a href='https://microsetta.ucsd.edu/participant-resources/instructions/'>instructions</a> pages, or you can email us at
es_mx: Si tiene alguna pregunta, visite nuestras páginas de <a href=‘https://microsetta.ucsd.edu/participant-resources/faqs/‘>preguntas frecuentes</a> e <a href=‘https://microsetta.ucsd.edu/participant-resources/instructions/‘>instrucciones</a>, o puede enviarnos un correo electrónico a
ja_jp: ご不明な点がございましたら、よくある質問または説明事項のページをご覧になるか、こちらまでご連絡下さい

source: Best wishes,
es_mx: Saludos cordiales,
ja_jp: よろしくお願いします、

source: Thank you for your interest and participation in The Microsetta Initiative. We are writing as we've encountered an issue processing your sample, and we would appreciate your assistance in helping to resolve this matter. To make sure we have the correct information, we require you to confirm the type of sample you sent and the collection date and time with our team. Please click on the URL below to view the collection information.
es_mx: Gracias por su interés y participación en The Microsetta Initiative. Le estamos escribiendo ya que hemos encontrado un problema al procesar su muestra y agradeceríamos su ayuda para resolver este asunto. Para estar seguros de que tenemos la información correcta, requerimos que confirme el tipo de muestra que envío y la fecha y hora de recolección con nuestro equipo. Por favor, haga clic en el siguiente URL para ver la información de la muestra.
ja_jp: マイクロセッタ・イニシアチブの研究 にご参加いただきありがとうございます。この度、お送りいただいたサンプルの処理に問題が生じましたので、解決に向けご協力をお願いいたします。お手数ですが、お送りいただいたサンプルの種類と採取日時をご確認くださいますようお願いいたします。以下のURLをクリックし、採便情報をご覧ください。

source: Based on what we can see, we think the collection type is:
es_mx: Según lo que podemos ver, creemos que el tipo de muestra es:
ja_jp: あなたの採便の種類はこちらになります：

source: We require this information in order to process the collection in compliance with our human subjects research protocol. Therefore, editing online account information is currently locked as a preventative measure to ensure we meet regulations. Not to worry - by replying to this email our team is ready to assist you with updating the following information.
es_mx: Requerimos esta información para poder procesar su muestra de acuerdo con nuestro protocolo de investigación en seres humanos. Por lo tanto, la edición de la información de su cuenta está actualmente bloqueada como medida preventiva para garantizar que cumplamos con las regulaciones. No necesita responder a este correo, nuestro equipo está listo para ayudarlo a actualizar la siguiente información.
ja_jp: これは、当研究所の被験者研究規約に準拠してサンプルを処理するために必要な情報です。そのため、オンライン上のアカウント情報の編集は、規約に従い現在利用することができません。このEメールに返信していただければ、私たちが以下の情報を更新致します。

source: Collection date
es_mx: Fecha de recolección
ja_jp: 採取日

source: Collection time
es_mx: Hora de recolección
ja_jp: 採取時刻

source: Collection type
es_mx: Tipo de muestra
ja_jp: サンプルの種類

source: Once we have these details, we will update the record so the specimen can be processed appropriately.
es_mx: Una vez que tengamos estos detalles, actualizaremos el registro para que la muestra pueda ser procesada adecuadamente.
ja_jp: これらの情報を確認次第、サンプルが適切に処理されるよう記録を更新致します。

source: Thank you for your interest and participation in The Microsetta Initiative. We are writing as we've encountered an issue processing your collection, and we would appreciate your assistance in helping to resolve this matter.
es_mx: Gracias por su interés y participación en The Microsetta Initiative. Le estamos escribiendo ya que hemos encontrado un problema al procesar su muestra, y agradeceríamos su ayuda para resolver este asunto.
ja_jp: マイクロセッタ・イニシアチブ の研究にご参加いただきありがとうございます。この度、お送りいただいたサンプルの処理に問題が生じましたので、解決に向けご協力をお願いいたします。

source: Specifically, the following sample sent to the lab needs more information to be included before it can be processed:
es_mx: Específicamente, la siguiente muestra enviada al laboratorio necesita más información para ser incluida antes de que pueda ser procesada:
ja_jp: お送りいただいた以下のサンプルは、処理する前に追加情報が必要です：

source: We require this information to process this specimen in compliance with our human subjects research protocol. Please log back into the participant website by clicking or copying the following URL:
es_mx: Requerimos esta información para procesar este espécimen de acuerdo con nuestro protocolo de investigación en seres humanos. Por favor vuelva a iniciar sesión en el sitio web del participante haciendo clic o copiando el siguiente URL:
ja_jp: これは、当研究所の被験者研究規約に準拠してサンプルを処理するために必要な情報です。以下のURLをクリックするかコピーして、参加者用サイトに再度ログインしてください：

source: Your account
es_mx: Su cuenta
ja_jp: あなたのアカウント

source: After accessing your account using the above URL, you will need to create a source by clicking on one of the buttons under the "Sources" section.
es_mx: Después de acceder a su cuenta utilizando el URL anterior, deberá crear una fuente haciendo clic en uno de los botones debajo de la selección de “Fuentes”.
ja_jp: 上記のURLからアカウントにアクセスした後、”由来元”の項目からいずれかを選択して、サンプルの由来を作成する必要があります。

source: Once a source has been created, please reply to this email with the following information so that we can link the collection to your source:
es_mx: Una vez que se haya creado una fuente, por favor responda a este correo electrónico con la siguiente información para que podamos vincular la muestra a su fuente:
ja_jp: サンプルの由来を作成次第、以下の情報をこのメールに返信してください。あなたの採便とサンプルの由来をリンクいたします：

source: Thank you for your interest and participation in The Microsetta Initiative. We have received your microbiome collection, and it is now in the processing queue. Samples are processed within 1 – 3 months. Once sequenced, you will receive an update with a link to your results.
es_mx: Gracias por su interés y participación en The Microsetta Initiative. Hemos recibido la muestra de su microbioma, y ahora está en la línea de procesamiento. Las muestras se procesan de 1 a 3 meses. Una vez que sea secuenciada, recibirá una notificación con un enlace para ver sus resultados.
ja_jp: マイクロセッタ・イニシアチブの研究にご参加いただきありがとうございます。あなたの微生物サンプルを無事に受け取り、サンプルの解析を始めました。サンプル解析は1～3ヶ月かかる予定です。解析が完了次第、解析結果のリンクを含んだ最新情報をお知らせします。

source: Kind regards,
es_mx: Saludos cordiales,
ja_jp: よろしくお願いいたします、

source: Dear Volunteer
es_mx: Estimado(a) Voluntario(a)
ja_jp: お申し込みの皆様へ

source: On behalf of Danone Nutricia Research and The Microsetta Initiative (TMI) at UC San Diego, we would like to thank you for your interest in participating in our research study THDMI - The Human Diets and Microbiome Initiative.
es_mx: En nombre de Danone Nutricia Research y The Microsetta Initiative (TMI) en UC San Diego, nos gustaría agradecerle por su interés en participar en nuestro estudio de investigación THDMI - La Iniciativa de la Dieta y el Microbioma Humano.
ja_jp: カリフォルニア大学サンディエゴ校のマイクロセッタ・イニシアチブ（TMI）及びダノン ニュートリシア リサーチ を代表して、TMI THDMI-ジャパン プロジェクトにご参加申し込み頂き心よりお礼申し上げます。

source: Soon you will receive an email letting you know if you were one of the first 800 individuals who signed up to participate in the project and what the next steps will be to take part.
es_mx: Pronto recibirá un correo electrónico informándole si fue una de las primeras 800 personas que se inscribieron para participar en el proyecto y cuáles serán los próximos pasos para participar.
ja_jp: 参加要件を満たした先着800名の方に本登録用のEメールを後日お送りいたします。あらかじめご了承ください。ご回答まで今しばらくお待ちください。

source: We are also here to help! Our team is ready to assist you with any questions you may have. Please contact us at
es_mx: ¡También estamos aquí para ayudar! Nuestro equipo está listo para ayudarlo con cualquier pregunta que pueda tener. Por favor contáctenos en
ja_jp: ご質問やご不明な点がございましたらこちらにお問い合わせください

source: Tip
es_mx: Consejo
ja_jp: 追記

source: To ensure our emails make it to your Inbox, not your SPAM folder, remember to add us to your safe sender's list.
es_mx: Para asegurarse de que nuestros correos electrónicos lleguen a su Bandeja de entrada, y no a su carpeta de SPAM o correos no deseados, recuerde agregarnos a su lista de remitentes seguros.
ja_jp: 本登録用のEメールが迷惑メールフォルダに届く恐れがあります。確実にお手元に届くようmicrosetta@ucsd.eduのメール受信設定をお願い致します。

source: Dear
es_mx: Estimado(a)
ja_jp: 拝啓

source: Thank you for helping to drive research to discover more about the human microbiome. Once the next kit for your 'Follow Your Gut' ships, we will send you an email with a tracking number so you will know when it's on the way.
es_mx: Gracias por ayudar a impulsar la investigación para descubrir más sobre el microbioma humano. Una vez que se envíe el próximo kit para su ‘Follow Your Gut’, le enviaremos un correo electrónico con un número de seguimiento para que sepa cuándo esté en camino.
ja_jp: 体内の微生物に関する研究にご協力いただきありがとうございます。’あなたの採便キットが発送され次第、追跡番号を記載したメールをお送りいたします。

source: <strong>What's next</strong>: Your new food frequency questionnaire will be available to complete when you <a href='{{ interface_endpoint }}'>login to your account</a>. Visit the 'My Nutrition' page and enter the following:
es_mx: <strong>Que sigue</strong>: Su nuevo cuestionario de frecuencia de alimentos estará disponible para completar cuando usted <a href=‘{{ interface_endpoint }}’>inicie sesión en su cuenta</a>. Visite la página ‘Mi nutrición’ e ingrese lo siguiente:
ja_jp: 次の手順について：アカウントにログインすると食物摂取頻度調査票を記入することができます。「私の栄養」ページにアクセスし、以下の情報を入力してください：

source: Registration code:
es_mx: Código de Registro:
ja_jp: 登録コード：

source: Thank you for your participation and we hope you enjoy learning more about your gut microbiome! If you have any questions, please visit our <a href='https://microsetta.ucsd.edu/participant-resources/faqs/'>FAQs</a> and <a href='https://microsetta.ucsd.edu/participant-resources/instructions/'>instructions</a> pages, or you can email us at
es_mx: ¡Gracias por su participación y esperamos que disfrute aprendiendo más sobre su microbioma intestinal! Si tiene alguna pregunta, visite nuestras páginas de <a href=‘https://microsetta.ucsd.edu/participant-resources/faqs/‘>Preguntas Frecuentes</a> e <a href=‘https://microsetta.ucsd.edu/participant-resources/instructions/‘>instrucciones</a> , o puede enviarnos un correo electrónico a
ja_jp: 私たちの研究にご協力頂きありがとうございます。腸内細菌について、より詳しく学んでいただければ幸いです。ご不明な点がございましたら、よくある質問又は説明事項のページをご覧いただくか、以下のメールアドレスまでお問い合わせください

source: Thank you for your contribution to The Microsetta Initiative and for helping to drive research to discover more about the human microbiome.
es_mx: Gracias por su contribución a la Iniciativa Microsetta y por ayudar a impulsar la investigación para descubrir más sobre el microbioma humano.
ja_jp: マイクロセッタ・イニチアチブと体内微生物に関する研究の推進にご協力いただき誠にありがとうございます。

source: <strong>What's next</strong>: If you're joining us for the first time, visit the TMI website to create your account, profile, and fill in the initial forms and surveys. <strong><i>Your email address is linked to this information and must be the same email used to set up your account</i></strong>.
es_mx: <strong>Que sigue</strong>: Si se esta uniendo a nosotros por primera vez, visite el sitio web de TMI para crear su cuenta, perfil y completar los formularios y encuestas iniciales. <strong><i>Su dirección de correo electrónico está vinculada a esta información y debe ser el mismo correo electrónico utilizado para configurar su cuenta</i></strong>.
ja_jp: 次の手順について：初めて参加される方は、TMIのホームページからアカウントを作成し、プロフィール情報を入力して下さい。その後、必要な情報やアンケートの回答にご協力下さい。あなたのEメールアドレスはこの情報とリンクしているため、アカウント設定時に使用したEメールアドレスを使用する必要があります。

source: Create Account or Login
es_mx: Crear cuenta o iniciar sesión
ja_jp: アカウントを作成、又はアカウントにログインする

source: Once completed you will be ready to take your food frequency questionnaire. Visit the 'My Nutrition' page and enter the following:
es_mx: Una vez completado, usted estará listo para tomar su cuestionario de frecuencia de alimentos. Visite la página ‘Mi Nutrición’ e ingrese lo siguiente:
ja_jp: 入力完了後、食事摂取頻度調査票に記入することができます。参加する準備が整います。’私の栄養’ページにアクセスし、以下の情報を入力してください：

source: Thank you for your participation! If you have any questions, please visit our <a href='https://microsetta.ucsd.edu/participant-resources/faqs/'>FAQs</a> and <a href='https://microsetta.ucsd.edu/participant-resources/instructions/'>instructions</a> pages, or you can email us at
es_mx: ¡Gracias por su participación! Si tiene alguna pregunta, visite nuestras páginas de <a href=‘https://microsetta.ucsd.edu/participant-resources/faqs/‘>Preguntas Frecuentes</a> e <a href=‘https://microsetta.ucsd.edu/participant-resources/instructions/‘>instrucciones</a> , o puede enviarnos un correo electrónico a
ja_jp: ご参加ありがとうございます。ご不明な点がございましたら、よくある質問又は説明事項のページをご覧いただくか、こちらまでご連絡ください

source: Thank you for helping to drive research to discover more about the human microbiome. Once your collection kit ships, we will send you an email with a tracking number so you will know when it's on the way.
es_mx: Gracias por ayudar a impulsar la investigación para descubrir más sobre el microbioma humano. Una vez que se envíe su kit de recolección, le enviaremos un correo electrónico con un número de seguimiento para que sepa cuándo esté en camino.
ja_jp: 体内微生物の研究に関する研究にご協力いただき、ありがとうございます。採便キットが発送されましたら、追跡番号を記載したメールをお送りいたしますので到着予定日をご確認ください。

source: Once your profile is complete you will be ready to take your food frequency questionnaire. Visit the 'My Nutrition' page and enter the following:
es_mx: Una vez que su perfil esté completo, usted estará listo para tomar su cuestionario de frecuencia de alimentos. Visite la página ‘Mi Nutrición’ e ingrese lo siguiente:
ja_jp: プロフィールの入力が完成したら、食事摂取頻度調査票に記入することができます。’私の栄養’ページにアクセスし、以下の情報を入力してください：

source: For helpful resources, please visit the links below:
es_mx: Para más recursos de ayuda, visite los siguientes enlaces:
ja_jp: 参考資料については、以下のリンクをご覧ください：

source: Step-by-step instructions
es_mx: Instrucciones paso a paso
ja_jp: 説明事項

source: FAQs
es_mx: Preguntas Frecuentes
ja_jp: よくある質問
